alexandernanberg.horizon-theme-vscode
anthropic.claude-code
blackboxapp.blackbox
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
catppuccin.catppuccin-vsc
continue.continue
danielsanmedium.dscodegpt
dsznajder.es7-react-js-snippets
elanandkumar.el-vsc-product-icon-theme
eliverlara.andromeda
emiliano-sanchez-m.neon-hacker
esbenp.prettier-vscode
file-icons.file-icons
formulahendry.auto-rename-tag
formulahendry.code-runner
github.codespaces
github.github-vscode-theme
github.vscode-github-actions
hiteshchoudharycode.chai-theme
kumar-harsh.graphql-for-vscode
magson.dark-hacker-theme
maosantaella.night-wolf
mohdzaid.kiro-theme
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-containers
ms-python.autopep8
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azure-account
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.vscode-typescript-next
mvllow.rose-pine
negokaz.live-server-preview
pkief.material-icon-theme
postman.postman-for-vscode
prisma.prisma
redhat.java
ritwickdey.liveserver
rooveterinaryinc.roo-cline
saoudrizwan.claude-dev
sdras.night-owl
seyyedkhandon.firacode
seyyedkhandon.tpack
silofy.hackthebox
sst-dev.opencode
stonec0der.g-dark-theme
tanishqkancharla.opencode-vscode
thomaz.preparing
thorerik.hacker-theme
unthrottled.doki-theme
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
wsds.theme-hacker
zhuangtongfa.material-theme
